[TheWorld:PersistentLevel.H7SignPostBuoy_0 H7SignPostBuoy]
mHeadline="地图由 Francois 创建"
mMessage="地图由 Francois 创建"
mName=""

[TheWorld:PersistentLevel.H7SignPostBuoy_1 H7SignPostBuoy]
mHeadline="愚者之峰"
mMessage="在愚者之峰的山坡上，曾经发生过一场人类与龙族之间难忘的战斗。龙族被击败，人类将骸骨留下作为警示。"
mName=""

[TheWorld:PersistentLevel.H7Town_1 H7Town]
mName="愚者之峰"

[TheWorld:PersistentLevel.H7Town_11 H7Town]
mName="蓝色城市"

[TheWorld:PersistentLevel.H7Town_12 H7Town]
mName="棕色城市"

[TheWorld:PersistentLevel.H7Town_13 H7Town]
mName="紫色城市"

[TheWorld:PersistentLevel.H7Town_14 H7Town]
mName="黄色城市"

[TheWorld:PersistentLevel.H7Town_15 H7Town]
mName="绿色城市"

[TheWorld:PersistentLevel.H7Town_16 H7Town]
mName="猩红城市"

[TheWorld:PersistentLevel.H7Town_17 H7Town]
mName="小屋"

[TheWorld:PersistentLevel.H7Town_18 H7Town]
mName="茅舍"

[TheWorld:PersistentLevel.H7Town_19 H7Town]
mName="森林"

[TheWorld:PersistentLevel.H7Town_20 H7Town]
mName="树林"

[TheWorld:PersistentLevel.WorldInfo_0.H7MapInfo_1 H7MapInfo]
mName="愚者之峰 H7.5"
mDescription="曾经，在愚者之峰的山坡上发生了一场大战，龙族被击败，人类获胜。\n自那以后，龙族之主被魔法禁锢在愚者之峰的顶端。但他的力量正在增长，据说他招募了许多龙族。\n是时候联合各氏族，彻底阻止峰顶的狂人入侵自由世界了。\n在左侧，为每个敌方英雄选择“英雄”模式。\n在右下角，选择你喜欢的游戏等级。\n此地图专为H7.5模组优化，如果你没有安装它也能运行。\n祝你玩得愉快:- )"